// Какого цвета платье?
const answers = [
    { text: "Оранжевый", percentage: 5 },
    { text: "Красный", percentage: 10 },
    { text: "Оранжево-красный", percentage: 15 },
    { text: "Персиковый", percentage: 20 },
    { text: "Розовое", percentage: 25 },
    { text: "А где тут платье?", percentage: 40 }
  ]

// Какие хобби популярны среди женщин?
const answers = [
    { text: "Чтение книг", percentage: 5 },
    { text: "Йога и фитнес", percentage: 10 },
    { text: "Кулинария", percentage: 15 },
    { text: "Вязание и рукоделие", percentage: 20 },
    { text: "Садоводство", percentage: 25 },
    { text: "Фотография", percentage: 40 }
  ]

// Кто из женщин стал символом красоты в истории?
const answers = [
    { text: "Клеопатра — фараон Древнего Египта, известная своей красотой и харизмой.", percentage: 5 },
    { text: "Мерилин Монро — икона сексуальности и классической красоты Голливуда.", percentage: 10 },
    { text: "Памела Андерсон — американская актриса и фотомодель.", percentage: 15 },
    { text: "Марлен Дитрих — актриса и певица, олицетворяющая элегантность 20-го века.", percentage: 20 },
    { text: "Мона Лиза — портрет Леонардо да Винчи, чья загадочная улыбка стала символом женской грации.", percentage: 25 },
    { text: "Наоми Кэмпбелл — супермодель, ставшая символом современной красоты и разнообразия.", percentage: 40 }
  ]

// Где женщины предпочитают проводить отпуск? (Запасной вопрос)
const answers = [
    { text: "На морском побережье.", percentage: 5 },
    { text: "В горах или на природе.", percentage: 10 },
    { text: "В спа-отелях или wellness-центрах.", percentage: 15 },
    { text: "В крупных городах для шопинга и экскурсий.", percentage: 20 },
    { text: "Дача.", percentage: 25 },
    { text: "На курортах с оздоровительными программами./Санаторий.", percentage: 40 }
  ]