// Какой подарок предпочитают женщины на 8 марта?
const answers = [
    { text: "Цветы", percentage: 40 },
    { text: "Шоколад", percentage: 25 },
    { text: "Ювелирные украшения", percentage: 20 },
    { text: "Косметика/Парфюм", percentage: 15 },
    { text: "Сумка", percentage: 10 },
    { text: "Подушка с надписью/Сертификат", percentage: 5 }
  ]

// Какой завтрак готовит мужчина женщине на 8 марта?
const answers = [
    { text: "Яичница в виде 8", percentage: 40 },
    { text: "Блины/Панкейки", percentage: 25 },
    { text: "Омлет", percentage: 20 },
    { text: "Тосты с икрой", percentage: 15 },
    { text: "Сосиска в тесте", percentage: 10 },
    { text: "Фруктовая нарезка", percentage: 5 }
  ]

// Что мужчины боятся больше всего 8 марта?
const answers = [
    { text: "Забыть про праздник.", percentage: 40 },
    { text: "Подарить что-то не то.", percentage: 25 },
    { text: "Не успеть купить подарок.", percentage: 20 },
    { text: "Оказаться без денег на подарок.", percentage: 15 },
    { text: "Сравнение своих подарков с подарками других мужчин.", percentage: 10 },
    { text: "Получить неловкую реакцию на свой выбор.", percentage: 5 }
  ]

// Какую фразу мужчины чаще всего используют в поздравлении на 8 марта? (Запасной вопрос)
const answers = [
    { text: "С 8 марта, дорогая!", percentage: 40 },
    { text: "Желаю счастья и любви!", percentage: 25 },
    { text: "Пусть каждый день будет праздником!", percentage: 20 },
    { text: "Будь здоровой и красивой!", percentage: 15 },
    { text: "Поздравляю с Международным женским днем!", percentage: 10 },
    { text: "Желаю радости и улыбок!", percentage: 5 }
  ]